#+title: Evaluaci칩n de la exposici칩n
#+author: Gunnar Wolf

* Aplicaciones de realidad aumentada, procesamiento de gr치ficos en tiempo real y la integraci칩n con dispositivos

- Tema presentado por :: Jenyfer Estefanya S치nchez Gachuz y Ximena Ortiz Moreno
- Calificaci칩n global :: Por favor revisen el resto de este archivo para ver de
  d칩nde vienen todos estos n칰meros 游땔

|------------------------+------+--------------------+------+---------|
| Evaluaci칩n  compa침eros | Peso | Evaluaci칩n docente | Peso | *Total* |
|------------------------+------+--------------------+------+---------|
|                   7.13 |  0.3 |               6.25 |  0.7 |    6.51 |
|------------------------+------+--------------------+------+---------|
#+TBLFM: @2$5=$1*$2+$3*$4;f-2

* Evaluaci칩n grupal

|              | 1 | 2 | 3 | 4 | 5 | Total |
|--------------+---+---+---+---+---+-------|
| Originalidad | 2 | 0 | 0 | 2 | 7 |  8.18 |
| Nivel        | 3 | 1 | 2 | 2 | 3 |  6.18 |
| Relevancia   | 3 | 0 | 1 | 2 | 5 |  7.09 |
| Claridad     | 3 | 0 | 0 | 2 | 6 |  7.45 |
| Presencia    | 3 | 0 | 1 | 4 | 3 |  6.73 |
|--------------+---+---+---+---+---+-------|
|              |   |   |   |   |   |  7.13 |
#+TBLFM: @2$7..@6$7=10 * (0.2*$2 + 0.4*$3 + 0.6*$4 + 0.8*$5 + $6 ) / vsum($2..$6); f-2::@7$7=vmean(@2$7..@6$7); f-2

** Comentarios de los compa침eros
- Siento que para el tema propuesto, el video deberia ser un poco mas extenso,
  ya que en si la tematica es buena.
- Un v칤deo que dura 3 min es muy poco para el tema que abarcan ,ya que pudieron
  haber conseguido buena informaci칩n acerca de ello pero dejo mucho que desear
  :/
- El v칤deo es muy corto y la verdad viendo el trabajo de otros compa침eros y por
  las especificaciones que se piden si deja mucho que desear la exposici칩n no
  estuvo preparado.

* Evaluaci칩n por parte del docente

| *Aspecto*              | *Peso* | *Evaluaci칩n* | *Puntos* |
|------------------------+--------+--------------+----------|
| Originalidad del tema  |    0.1 |          7.5 |     0.75 |
| Material desarrollado  |    0.2 |           10 |       2. |
| Contenido              |    0.2 |            5 |       1. |
| Fuentes bibliogr치ficas |    0.1 |            0 |       0. |
| Uso del tiempo         |    0.1 |            5 |      0.5 |
| Dominio del tema       |   0.15 |            5 |     0.75 |
| Presencia              |   0.15 |            5 |     0.75 |
|------------------------+--------+--------------+----------|
| *Global*               |        |              |     5.75 |
#+TBLFM: @<<$4..@>>$4=$2*$3::$4=vsum(@<<..@>>);f-2

** Comentarios

- Me dej칩 completamente sorprendido el video que presentaron. 쯊res minutos? 쮼s
  en serio todo lo que hay por decir del tema? Tenemos algunos alumnos a quienes
  critiqu칠 por sobrepasar los 30 minutos (cuando les pido que sea de entre 15 y
  20). Pero nunca hab칤a recibido un video tan corto y poco comprometido 游뗴
  - El video resulta de la lectura directa y lineal de la presentaci칩n, 춰ni
    siquiera de porciones del documento que prepararon!
- La bibliograf칤a que presentan no cuadra con el material
  desarrollado.
  - Mencionaron 칰nicamente algunas caracter칤sticas del tiempo real (sin llegar
    a definirlo) en las l치minas 8 y 9. No llega a entenderse a qu칠 se refiere.
  - En las l치minas 10 y 11 presentan conceptos que llevan ese t칤tulo pero /no
    est치n relacionados/ con el tiempo real como se le entiende en c칩mputo, y
    mucho menos en particular con sistemas operativos.
- Me sorprende en sobremanera el poco empe침o puesto en la exposici칩n; se
  acercaron con buen tiempo para elegir tema, y prepararon un documento que, si
  bien no aborda (como deber칤a) aspectos t칠cnicos, muestra algo m치s de
  trabajo... pero la exposici칩n qued칩 fuertemente debajo del nivel esperado 游뗴
